<template>
  <div class="registerServerAreement">
  <section class="home">
   <head-top headTitle="注册服务协议" linkUs="true"></head-top>
      <header class="header blue">
        <div class="left">
          <i class="left-arrow3"></i><i class="left-arrow4"></i>
        </div>
        <div class="right"></div>
      </header>
         <article class="xieyi">
        <h1>维粒贷服务协议</h1>
        <p>“维粒贷”是由<strong>上海维信荟智金融科技有限公司</strong>（以下简称“服务方”或者“我们”）拥有并运营的在线服务平台，该平台的展现形式包括但不限于微信公众号、APP、网页。我们将依据以下服务条款向所有关注“微粒贷“的用户 (以下称“您”或者“用户”)提供服务。为明确用户与服务方在接受和提供本平台服务过程中的权利和义务，特制订《维粒贷服务协议》（以下简称“本协议”）。</p>
        <p><strong>您在接受任何服务之前，请仔细阅读本协议的全部条款，一经点击“同意”，则视为您已经阅读、理解本协议内容并接受本协议的约束，同时同意遵守维粒贷相关的所有合同、条款、规则（包括我们可能不定时对本协议及相关合同、条款及规则进行的任何修改）以及相应的法律后果。如果您不同意本协议的任何内容或相关条款及规则，则请勿使用维粒贷提供的服务。</strong></p>
        <p><strong>第一条 服务内容</strong></p>
        <p>(一) 维粒贷的具体服务内容由服务方根据实际情况提供，可以包括但不限于辅助用户验证信息、授信额度预估、在线借款咨询、寻找借款资源、协助提交借款申请、进行贷后管理等服务。</p>
        <p>(二) 维粒贷提供的服务仅供用户本人使用。除服务方书面同意外，用户不得将维粒贷提供的服务用于其他商业目的。</p>
        <p><strong>第二条 使用准则</strong></p>
        <p>(一) 用户必须为年满18岁并具有完全民事行为能力的自然人。</p>
        <p>(二) 用户只能以本人的名义在维粒贷操作，不得冒用他人名义操作，否则需由用户承担由此带来的后果。</p>
        <p>(三) 用户同意对在维粒贷上的所有操作行为承担全部的法律责任。</p>
        <p>(四) 用户在申请或使用维粒贷提供的服务时，必须严格按照服务方要求的形式，提供本人真实、有效的个人信息和资料，并根据实际变动情况及时更新个人信息和资料。<strong>如因用户未严格按照平台要求提供信息和资料的，或者提供虚假信息和资料的，服务方有权立即停止为用户提供服务。此时若用户已获得借款的，贷款方、贷款服务方（若有）、贷款担保方（若有）亦有权立即提前解约并追究用户的相关法律责任。</strong></p>
        <p>(五) <strong>用户同意提供服务方要求的互联网账号，并授权服务方以及服务方委托的第三方有权验证账户并获取相关账户内记载的所有信息（以下简称“互联网信息”）。</strong>相关账号包括不限于：</p>
        <p>1、电商平台账号</p>
        <p>2、手机营业厅账号</p>
        <p>3、个人征信账号</p>
        <p>4、个人社保账号</p>
        <p>5、个人住房公积金账号</p>
        <p>若服务方在获取信息过程中需用户提供相关验证信息（包括不限于手机动态密码、验证码），用户承诺将如实提供。服务方有权增减用户需提供的互联网账号，一旦用户提供该等账号，<strong>即构成对服务方、贷款方、贷款服务方（若有）、贷款担保方（若有）关于该账户互联网信息的使用授权。</strong></p>
        <p>用户应妥善保管所有账号的用户名和密码，用户应明确知悉：服务方、贷款方、贷款服务方（若有）、贷款担保方（若有）不会以任何形式非法保存用户的用户名和密码，亦不会超出本协议约定或未经用户授权而向第三方披露用户的互联网信息。非因服务方、贷款方、贷款服务方（若有）、贷款担保方（若有）过错而造成的用户账号泄露/冒用/锁定/注销，以及详细账户信息泄露等风险，均由用户本人自行承担。</p>
        <p>互联网信息系由服务方从用户账户直接获取，故服务方不能保证获取的账户信息真实、正确、完整，用户不应将其作为针对服务方或其工作人员的任何投诉、起诉、要求或其他法律程序的依据。</p>
        <p>(六) 用户特此授权：<strong>服务方获取用户信息和资料（含互联网信息）后，可将该类信息和资料用于为用户预估授信额度。若用户在获得预估授信额度后，拟通过维粒贷申请借款，则用户同时授权服务方可将该类信息和资料提交至贷款方、贷款服务方（若有）、贷款担保方（若有）而无需经过用户的另行授权。</strong>贷款方、贷款服务方（若有）、贷款担保方（若有）可将用户的该类信息和资料用于：</p>
        <p>1、确定用户的授信额度；</p>
        <p>2、审核用户之借款及担保（如有）申请；</p>
        <p>3、审核用户之变更借款协议相关内容之申请；</p>
        <p>4、进行贷后、担保后（如有）的风险管理。</p>
        <p>贷款方、贷款服务方（若有）、贷款担保方（若有）有权要求用户提供服务方收集范围以外的信息和资料以用于上述用途，用户均应予以配合。</p>
        <p>(七) 用户应遵守以下事项，否则用户承担由此带来的不利后果：</p>
        <p>1、用户应向服务方提供正确、完整、真实的资料和账号验证信息，并根据实际变化情况及时更新，因资料或信息有误引起的后果由用户承担。</p>
        <p>2、用户应妥善保管本人信息，包括但不限于所有账户的用户名、账号、密码、账户详细信息。如因用户本人保管个人信息不善，或因用户不慎登录“钓鱼”网站、互联网邮箱系统出现安全问题，导致他人获得用户的个人信息、盗用信用额度、冒名借款，或因此导致用户遭受所有损失的后果由用户承担。若用户发现维粒贷存在任何威胁用户账户安全的情况，请立即告知服务方。</p>
        <p>(八) 用户不得向服务平台传送任何包含病毒、木马、蠕虫等可能破坏、感染、拦截任何系统，数据和信息的程序，不得通过黑客、密码破译等方式违法侵入破坏系统服务平台。</p>
        <p><strong>第三条 用户信息保护和合理使用</strong></p>
        <p>(一)  对于用户使用维粒贷相关服务时提供的，以及服务方被授权获取的用户个人信息、申请资料及互联网信息（统称“用户信息”），服务方承诺会提供隐私保护，但为向您提供服务之目的，我们须使用并向第三方透露您的用户信息。您特别郑重同意向我们授权，为提供服务之目的，我们有权使用和向关联方提供您的用户信息。除向您提供服务及履行本协议之目的外，我们不会用作其他用途，但以下情况除外:</p>
        <p>1、本协议已有约定；</p>
        <p>2、获得用户授权或同意;</p>
        <p>3、根据有关法律法规的要求，或按照相关政府主管部门的要求;</p>
        <p>4、为维护社会公众利益;</p>
        <p>5、为维护服务方、贷款方、贷款担保方（若有）、贷款服务方（若有）合法权益；</p>
        <p>6、用户通过维粒贷申请借款，贷款方、贷款担保方（若有）、贷款服务方（若有）出于贷前审查和贷后管理而需获取用户信息。</p>
        <p>相关有权主体在获取用户信息后，依据本协议，以及其与用户约定或授权而使用及披露用户信息的行为，或者在服务方不存在过错的情形下，其他主体非法获取、使用及披露用户信息的行为，均与服务方无关。</p>
        <p>(二) 基于为您提供各项借款相关服务的需要，服务方及贷款方、贷款担保方（若有）、贷款服务方（若有）有权对您的信息和资料进行审核，并对您进行贷后（担保后）的检查和监控，您同意上述主体在贷前及本协议及其他相关合同项下的债务履行完毕前，有权通过合法途径了解、核实有关您的各项信息，并有权要求您提供相关文件资料；</p>
        <p>(三)  您同意服务方、贷款方、贷款担保方（若有）、贷款服务方（若有）有权在受托或亲自进行催收和追索债务等工作时，将您的身份信息、联络信息及您拖欠本合同项下债务的相关信息提供给第三方（包括不限于律师事务所和催收机构）。</p>
        <p>(四) 为查询您的信用状况，审核您的履约能力，确认您使用本协议项下服务的资格，同时为向您提供更为全面和广泛的融资、金融等服务，您同意并授权服务方、贷款方、贷款担保方（若有）、贷款服务方（若有）在不违反《征信业管理条例》等法律法规及国家关于个人金融信息保护方面相关规定的前提下，向人民银行及其他依法设立的征信机构、资信评估机构或有关法律、监管机构许可的类似机构（统称“信用机构”）、以及为本合同项下服务提供必要技术和服务的合作机构（简称“合作机构”）查询、使用您的个人信用信息和信用报告。且为建立信用体系，您同意并授权服务方、贷款方、贷款担保方（若有）、贷款服务方（若有）将在申请和使用本协议相关的产品和服务过程中提供及形成的您的个人信息以及上述主体查询、收集的信息向信用机构、合作机构、政府机关、监管机构及其他依法有权机构提供。</p>
        <p>(五) 为了向您提供更优质服务和产品，您确认授权服务方、贷款方、贷款担保方（若有）、贷款服务方（若有）有权将您申请和使用本协议相关的产品和服务过程中提供及形成的您的个人信息以及上述主体查询、收集的信息，用于上述主体以及其因提供产品和服务必要而委托的合作机构为您提供服务、推荐产品、开展市场调查与信息数据分析。</p>
        <p><strong>第四条 免责声明</strong></p>
        <p>(一) 在任何情况下，服务方不声明也不保证只要用户提供正确资料，就一定能通过维粒贷服务平台获取相关服务或获取任何借款。</p>
        <p>(二) 服务方不对查询到的互联网信息内容的正确性、适当性、完整性、准确性、可靠性或适时性做出任何证明、声明和保证，相应地，服务方也不能保证服务的持续性。</p>
        <p>(三) 服务方平台出现下列任一状况而无法正常运作，致使无法向您提供本服务，服务方均不承担任何违约或赔偿责任，该状况包括但不限于：</p>
        <p>1、在服务平台维护期间。</p>
        <p>2、网络通信出现故障不能进行数据传输的。</p>
        <p>3、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本服务运行系统障碍不能执行业务的。</p>
        <p>4、由于黑客攻击、病毒感染、电信部门、微信平台和其他本服务平台有信息技术依赖的相关部门、企事业单位技术调整或故障、网络升级的问题等原因而造成的服务中断或者延迟。</p>
        <p>(四) 因国家相关主管部门颁布、变更的法律、法规、规章、规定、指引、通知、政策及其他规范性文件等导致服务方不能提供约定服务的，不视为违约，各方可根据相关规定变更协议内容或提前终止本协议。</p>
        <p>(五) 由于维粒贷服务平台提供的个人服务涉及个人隐私，通过网络提供和传输存在特定的泄密风险，用户已经充分考虑到该风险，并愿意承担该风险后才向服务方请求提供相关服务，如果因网络传输导致个人隐私泄露等后果，将由用户自行承担。如服务方发现存在泄漏用户信息的风险时，可主动采取措施暂停用户查询权限以避免用户信息泄漏。</p>
        <p><strong>第五条 知识产权</strong></p>
        <p>(一)  服务方是维粒贷服务平台的拥有者和营运者，与平台相关的任何内容和资源(包括但不限于文字、徽记、图案、图表、色彩、动画、声音、软件及其相互之组合)的知识产权均属于服务方及其关联公司、合作方所有，受中华人民共和国《著作权法》、《商标法》《专利法》、《反不正当竞争法》及其他相关法律法规规章的保护。未经服务方书面明确许可，任何单位和个人不得以任何方式将平台之内容和相关资源作全部或部分复制、转载、引用、编辑和建立本平台网站的境像。</p>
        <p>(二)  用户不得在平台上上传、张贴任何受版权、商标权或其他权利保护却未经权利人同意的材料，并须对由于侵犯行为造成的危害，或任何其他由于这种提交而导致的危害负责，并承担由此造成的全部法律后果及赔偿责任。</p>
        <p><strong>第六条 法律适用条款以及争议解决方式</strong></p>
        <p>本协议的生效、解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。<strong>协商不成，在上海市浦东新区人民法院提起诉讼。</strong></p>
        <p><strong>第七条 附则</strong></p>
        <p>(一) 术语释义</p>
        <p>授信额度：服务方可为用户预估授信额度，但贷款方拥有授信额度及有效期的最终确定权。授信额度有效期：在预估或者核定的授信额度内，用户可以通过平台向贷款人申请借款的时间段。在获得最终的授信额度后，用户可在授信额度内和额度有效期内，一次性从贷款人处获得借款。</p>
        <p>用户的授信额度、授信额度有效期以及授信、申请借款相关的规则，以服务方平台告知为准。</p>
        <p>(二) 若本协议中的任何条文无论因何种原因完全或部分无效或不具有执行力，本协议的其他条款仍继续有效。</p>
        <p>(三) 本协议适用于您在维粒贷的全部活动。维粒贷提供的特定服务可能包含其他合同、条款和规则（含已经发布的或将来可能发布的），该等合同、条款和规则均作为对本协议的补充，与本协议具有同等法律效力。</p>
        <p>(四) 服务方有权不定期修订本协议及相关合同、条款和规则并在维粒贷发布，无需另行单独通知您。您应不定期留意本协议及相关条款和规则的变更，若您在该等变更后继续使用维粒贷提供的服务的，表示您已充分阅读、理解、接受并同意遵循修改后的内容；若您不同意变更后的内容，您应停止使用维粒贷的服务。</p>
        <p>(五) 本协议未尽事宜，根据我国相关法律、法规办理。如需制定补充协议，其法律效力同本协议。</p>
        <p>(六) 本协议自用户点击“同意”或用户签名，则协议成立并生效。</p>
        
    </article>
    </section>
  </div>
</template>

<script>
import headTop from "../../components/header/head";

  export default {

  	mounted(){  
      
    },

    components:{
     headTop
    },

    computed:{
 
    },

    methods:{
         
    },
  }

</script>

<style lang="scss" scoped>
.xieyi{
  padding:15px;
  width:100%;
  font-size:14px;
}
.xieyi h1 { font-weight: bold; padding-top: 3px; font-size: 20px; color: #000; text-align: center;}
 .xieyi p { font-size: 14px; color: #000; text-indent: 2em; padding-top: 5px; text-align:left}
</style>
